{
  "cards": [
    {
      "title": "Mortal Kombat 3 ulrimate",
      "category": "Play Station 3",
      "description": "qweqweqweqweqwe",
      "image": "https://wiki.supercombo.gg/images/8/83/Mk3logo.png",
      "price": 32,
      "id": 10
    }
  ],
  "categories": [
    {
      "name": "Play Station 5",
      "id": 1
    },
    {
      "name": "Play Station 4",
      "id": 2
    },
    {
      "name": "Play Station 3",
      "id": 3
    },
    {
      "name": "PC",
      "id": 4
    },
    {
      "name": "Mobile",
      "id": 5
    }
  ],
  "roster": [
    {
      "icon": "https://cdn-mk1.mortalkombat.com/roster/liu-kang/thumb.webp",
      "image": "https://cdn-mk1.mortalkombat.com/roster/liu-kang/hero.webp",
      "slog": "SECURITY",
      "name": "LIU KANG",
      "fam": "God of Fire",
      "desc": "Having won control of the Hourglass, Liu Kang restarted history. He neutralized the threats and dangers that had come before, crafting a New Era in which all beings would have the opportunity to find peace.",
      "desc2": "But that peace is now threatened by an enemy that Liu Kang could never have anticipated. It will take all of his wisdom and experience to save not only Earthrealm, but all of reality.",
      "id": 1
    },
    {
      "icon": "https://cdn-mk1.mortalkombat.com/roster/sub-zero/thumb.webp",
      "image": "https://cdn-mk1.mortalkombat.com/roster/sub-zero/thumb.webp",
      "slog": "POWER",
      "name": "SUB-ZERO",
      "fam": "Grandmaster of the Lin Kuei",
      "desc": "As the Lin Kuei's Grandmaster, Sub-Zero leads his ancient warrior clan in the defense of Earthrealm from external threats. For centuries, it has been their solemn task.",
      "desc2": "But Earthrealm hasn’t been threatened in generations, and Sub-Zero sees no point in limiting his clan to preparing for dangers that may never come. Under his leadership, the Lin Kuei will come out of the shadows and fight for its place as one of Earthrealm’s great nations.",
      "id": 2
    },
    {
      "icon": "https://cdn-mk1.mortalkombat.com/roster/scorpion/thumb.webp",
      "image": "https://cdn-mk1.mortalkombat.com/roster/scorpion/hero.webp",
      "slog": "HONOR",
      "name": "SCORPION",
      "fam": "Revered Lin Kuei Warrior",
      "desc": "Like his cherished father, Scorpion is dedicated to the Lin Kuei and its defense of Earthrealm. When his father died, Scorpion was bereft. Though he took pride in knowing that his brother, Sub-Zero, would succeed their father as the Lin Kuei's Grandmaster.",
      "desc2": "But Sub-Zero's unprecedented moves to cast off the Lin Kuei's traditional duties have frozen Scorpion’s enthusiasm. He fears that he may one day have to battle his brother for control of the Lin Kuei's legacy.",
      "id": 3
    },
    {
      "icon": "https://cdn-mk1.mortalkombat.com/roster/kitana/thumb.webp",
      "image": "https://cdn-mk1.mortalkombat.com/roster/kitana/hero.webp",
      "slog": "DUTY",
      "name": "KITANA",
      "fam": "Princess of Outworld",
      "desc": "Kitana has one purpose in life: to aid and protect her older sister, Mileena, as she prepares to rule Outworld one day.",
      "desc2": "The steady-handed Kitana ignores the calls of those who advocate that she should replace her impulsive sister as heir. Instead, Kitana will defend the realm by fighting to make Mileena the best Empress possible. She will also fight to hide the dark secret that could end her sister's reign before it begins.",
      "id": 4
    },
    {
      "icon": "https://cdn-mk1.mortalkombat.com/roster/johnny-cage/thumb.webp",
      "image": "https://cdn-mk1.mortalkombat.com/roster/johnny-cage/hero.webp",
      "slog": "VANITY",
      "name": "JOHNNY CAGE",
      "fam": "21st Century Action Hero",
      "desc": "Like many stars before him, Johnny became addicted to his fame. He came to measure his self-worth by his fans' adoration and their praise of him on social media.",
      "desc2": "But with his star now fading, Johnny is fighting an uphill battle to remain relevant. He joins Liu Kang’s Earthrealm champions hoping that it will provide his career and his fame a desperately needed boost.",
      "id": 5
    },
    {
      "icon": "https://cdn-mk1.mortalkombat.com/roster/kenshi-takahashi/thumb.webp",
      "image": "https://cdn-mk1.mortalkombat.com/roster/kenshi-takahashi/hero.webp",
      "slog": "REVIVAL",
      "name": "KENSHI",
      "fam": "21st Century Action Hero",
      "desc": "Once one of ancient Japan's most honored families, the Takahashis were decimated in battle. They lost everything, including the emblem of their power: the revered sword, Sento. Those who survived joined the Bakuto, a predecessor of the Yakuza, for its protection.",
      "desc2": "Five centuries later, Kenshi is raised on the stories of his ancient family's exploits. Detesting his corrupt Yakuza life, he pines to free the Takahashis from the Yakuza's grasp and restore their name.   But for his family to follow him, Kenshi must first fight to prove that he can lead. His first battle is to find and retrieve Sento.",
      "id": 6
    },
    {
      "icon": "https://cdn-mk1.mortalkombat.com/roster/kung-lao/thumb.webp",
      "image": "https://cdn-mk1.mortalkombat.com/roster/kung-lao/hero.webp",
      "slog": "PRESTIGE",
      "name": "KUNG LAO",
      "fam": "Youthful Warrior with Dreams of Glory",
      "desc": "Born and raised in the village of Fengjian, Kung Lao has spent his life toiling in the fields. It has been an honorable life, if not a glorious one, Kung Lao’s greatest fear is that his life will amount to nothing. He prays fervently that he will be called to do something bigger.",
      "desc2": "His prayers are answered when he is asked to join the champions of Earthrealm. As a warrior fighting for its honor, Kung Lao knows that his victories will be long remembered.",
      "id": 7
    },
    {
      "icon": "https://cdn-mk1.mortalkombat.com/roster/mileena/thumb.webp",
      "image": "https://cdn-mk1.mortalkombat.com/roster/mileena/hero.webp",
      "slog": "RESPECT",
      "name": "MILEENA",
      "fam": "Heir to Outworld’s Throne",
      "desc": "Born mere seconds ahead of her twin sister, Mileena is the rightful heir to Outworld’s throne. But even so, there are those who distrust Mileena’s impulsiveness. They whisper that Kitana, with her steadier hand, should replace Mileena as heir to the throne.",
      "desc2": "As Mileena fights for legitimacy, she hides a horrible secret: she is infected with the dreaded and lethal Tarkat disease. Were her affliction found out, Mileena would be forced into battle to save her throne.",
      "id": 8
    },
    {
      "icon": "https://cdn-mk1.mortalkombat.com/roster/raiden/thumb.webp",
      "image": "https://cdn-mk1.mortalkombat.com/roster/raiden/hero.webp",
      "slog": "STABILITY",
      "name": "RAIDEN",
      "fam": "Champion of Earthrealm",
      "desc": "In the village of Fengjian, Raiden was known for his kindness and his charity. He was happy to spend his days tending to the fields, as well as to his friends and family, So when he is asked to leave Fengjian and become one of Earthrealm’s champions, Raiden hesitates. But he soon realizes that to best serve his village, he must join them.",
      "desc2": "As threats to Earthrealm mount, Raiden must mature into the great warrior that Liu Kang knows he can be.",
      "id": 9
    },
    {
      "icon": "https://cdn-mk1.mortalkombat.com/roster/rain/thumb.webp",
      "image": "https://cdn-mk1.mortalkombat.com/roster/rain/hero.webp",
      "slog": "AMBITION",
      "name": "RAIN",
      "fam": "High Mage of Outworld",
      "desc": "As a student at Outworld’s exclusive Imperial Academy of Sorcery, Rain amazed his peers with his singular aptitude for water magic. Having honed his craft of water magic into a fierce weapon, he now hopes to learn the realms’ darkest and most powerful sorcery.",
      "desc2": "",
      "id": 10
    },
    {
      "icon": "https://cdn-mk1.mortalkombat.com/roster/smoke/thumb.webp",
      "image": "https://cdn-mk1.mortalkombat.com/roster/smoke/hero.webp",
      "slog": "LOYALTY",
      "name": "SMOKE",
      "fam": "Master of Stealth",
      "desc": "As a boy, Smoke lived to hunt with his family. Their final hunt, however, ended in tragedy. Having accidentally trespassed onto Lin Kuei lands, they were attacked. Smoke was orphaned, Ashamed by his warriors' actions, the Lin Kuei's Grandmaster adopted Smoke. He raised him alongside his sons, Sub-Zero and Scorpion.",
      "desc2": "Eventually, Smoke chose to make the Lin Kuei’s mission his own. But as he lacked his brothers' innate supernatural abilities, he set out to master practical magic. Having done so. he now joins them in Earthrealm's defense.",
      "id": 11
    },
    {
      "icon": "https://cdn-mk1.mortalkombat.com/roster/li-mei/thumb.webp",
      "image": "https://cdn-mk1.mortalkombat.com/roster/li-mei/hero.webp",
      "slog": "REDEMPTION",
      "name": "LI MEI",
      "fam": "High Mage of Outworld",
      "desc": "As her parents’ firstborn daughter, Li Mei was claimed by the Umgadi, the warrior priestesses who guard Outworld’s royal family, Li Mei’s service began with high expectations. Her early success caught the eye of the Royal family.",
      "desc2": "But it all fell apart when a terrible tragedy unfolded. Li Mei was blamed for this and In the aftermath, she did the unthinkable: she quit the Umgadi, Friendless and alone, Li Mei needed a new purpose. She joined Sun Do’s constables, the Outworld capital’s rough and tumble police force. Over time, she became their First Constable, Li Mei is glad to be the capital guardian. Still, she hopes one day to redeem herself.",
      "id": 12
    },
    {
      "icon": "https://cdn-mk1.mortalkombat.com/roster/baraka/thumb.webp",
      "image": "https://cdn-mk1.mortalkombat.com/roster/baraka/hero.webp",
      "slog": "PRESERVATION",
      "name": "BARAKA",
      "fam": "Defender of the Tarkatans",
      "desc": "Baraka was once a respected Outworld merchant. But that life ended in an instant when he contracted the dreaded Tarkat plague, Incurable, contagious, and the cause of severe physical deformities, Tarkat turned Baraka into a monster. He was cast out and doomed to live out his days in a colony of similarly afflicted Outworlders.",
      "desc2": "When Baraka first arrived, the colony was in disarray. His fellow Tarkatans had given up and were ready to die, Their hopelessness lit a fire in Baraka’s heart. He spares no effort to better his fellow Tarkatans’ lives. He knows that as long as he fights, he will never truly be a victim.",
      "id": 13
    },
    {
      "icon": "https://cdn-mk1.mortalkombat.com/roster/tanya/thumb.webp",
      "image": "https://cdn-mk1.mortalkombat.com/roster/tanya/hero.webp",
      "slog": "PROTECTION",
      "name": "TANYA",
      "fam": "Guardian of Outworld’s Royal Family",
      "desc": "Chosen as an infant from Outworld’s first-born daughters, Tanya was raised by the Umgadi’s priestesses. She’s never known her birth family. As she grew older and saw other initiates wash out, Tanya feared that she would share their fate. But that fear spurred success; after many attempts, Tanya passed her trials and became a full Umgadi.",
      "desc2": "Over time, Tanya became one of the order’s most trusted members. She was the obvious choice when it needed to choose a new leader for the royal family’s personal guard. As an Umgadi, Tanya is sworn to piety and chastity. That is why her bond with Princess Mileena, were it known, would cause a scandal. By following her heart, Tanya risks not only her position but also her life.",
      "id": 14
    },
    {
      "icon": "https://cdn-mk1.mortalkombat.com/roster/geras/thumb.webp",
      "image": "https://cdn-mk1.mortalkombat.com/roster/geras/hero.webp",
      "slog": "SERVICE",
      "name": "GERAS",
      "fam": "Sentinel of the Hourglass",
      "desc": "Reconstructed by Liu Kang at the dawn of his New Era, Geras remains eternal and unkillable. He retains the memories of all the innumerable timelines he has watched pass and fade. In this New Era, Geras monitors events to make sure that they are faithful to Liu Kang’s vision. When they deviate from their intended path, it is Geras’s responsibility to correct them.",
      "desc2": "As threats begin to mount, Geras works tirelessly to defend reality. But to succeed, he must first identify the mastermind behind the plot to destroy Liu Kang’s New Era.",
      "id": 15
    },
    {
      "icon": "https://cdn-mk1.mortalkombat.com/roster/reptile/thumb.webp",
      "image": "https://cdn-mk1.mortalkombat.com/roster/reptile/hero.webp",
      "slog": "FREEDOM",
      "name": "REPTILE",
      "fam": "Zaterran Slave",
      "desc": "Reptile is Zaterran, one of the reptiloid race which lives on Outworld’s fringes.",
      "desc2": "Like other reptiles, Zaterrans can camouflage themselves. But Reptile possesses a unique mutation: one which allows him to shift shape to appear human. Bullied mercilessly by Zaterrans for this ability, Reptile left home to make his future elsewhere.",
      "id": 16
    },
    {
      "icon": "https://cdn-mk1.mortalkombat.com/roster/havik/thumb.webp",
      "image": "https://cdn-mk1.mortalkombat.com/roster/havik/hero.webp",
      "slog": "LIBERATION",
      "name": "HAVIK",
      "fam": "Rebellious Anarchist",
      "desc": "A citizen of the realm of Seido, Havik is sworn to take down its oppressive regime and free his people. There, order is prized above all else. Lawbreaking is met with strict punishment. Its citizens live in strictly regulated castes.",
      "desc2": "As a member of Seido’s lowest caste, Havik had neither rights nor privileges. He seethed with anger at the injustice. When he is brutally punished for a minor crime, Havik finally decides to act. He sets out to destroy Seido’s regime and replace it with an anarchist utopia. Once he breaks Seido’s social order, Havik will free its citizens. Together, they will live in blessed anarchy.",
      "id": 17
    },
    {
      "icon": "https://cdn-mk1.mortalkombat.com/roster/ashrah/thumb.webp",
      "image": "https://cdn-mk1.mortalkombat.com/roster/ashrah/hero.webp",
      "slog": "ABSOLUTION",
      "name": "ASHRAH",
      "fam": "Repentant Netherralm Demon",
      "desc": "As a demon, all Ashrah knew was pain and violence. She assumed all beings, in all realms, lived as she did. But once she journeyed outside of the Netherrealm, she realized her error. Other realms were places of beauty and peace. She could not aid in their defilement. Ashrah fled from her sister demons. Along the way, she found an enchanted kriss. It was a demon slayer, which she used to finish her pursuers.",
      "desc2": "She was stunned to discover that using the kriss to destroy evil was purifying her soul. And that if she continued to do so, she could free herself from the Netherrealm. Ashrah senses that her final absolution is near. Once achieved, she will finally enter the light.",
      "id": 18
    },
    {
      "icon": "https://cdn-mk1.mortalkombat.com/roster/sindel/thumb.webp",
      "image": "https://cdn-mk1.mortalkombat.com/roster/sindel/hero.webp",
      "slog": "STABILITY",
      "name": "SINDEL",
      "fam": "Empress of Outworld",
      "desc": "When Sindel ascended to Outworld's throne, she worried that she was ill-prepared. Adding to her stress: her impending arranged marriage to Jerrod, an Outworld noble. Forced into it to placate a rebellious region, Sindel could only pray that he was worthy. To Sindel’s delight, Jerrod proved an ideal partner. Her early reign marked the start of a new Golden Age. Sindel then welcomed her beautiful twin daughters, Mileena and Kitana. She thanked the Gods for her charmed life.",
      "desc2": "But Sindel had counted her blessings too quickly. When Jerrod was murdered, Sindel’s heart was broken. Smelling weakness, factions formed to challenge her rule. As her enemies conspire, Sindel fights toprotect her family and her empire. She will do whatever it takes to defend her daughters’ birthright.",
      "id": 19
    },
    {
      "icon": "https://cdn-mk1.mortalkombat.com/roster/shao-kahn/thumb.webp",
      "image": "https://cdn-mk1.mortalkombat.com/roster/shao-kahn/hero.webp",
      "slog": "DOMINANCE",
      "name": "SHAO-KHAN",
      "fam": "Supreme Commander of Outworld’s Army",
      "desc": "Born into a proud military family, Shao was expected to become a soldier. But he was a sickly child who, though brilliant and eager, had an infirm body. Shao’s disability infuriated his father. He dismissed his son’s physicians and designed an extreme program to build his son’s strength and endurance.",
      "desc2": "Years of toil molded Shao into a physical colossus and forged within him an iron will. And as his father had promised, Shao became the perfect soldier. His brilliant tactics and relentless effort won Outworld many victories and him much fame. Though General Shao is sworn to serve the Empress, his loyalty is to with Outworld. If Sindel’s rule ever endangers Outworld, he will be the first to try to end it.",
      "id": 20
    },
    {
      "icon": "https://cdn-mk1.mortalkombat.com/roster/nitara/thumb.webp",
      "image": "https://cdn-mk1.mortalkombat.com/roster/nitara/hero.webp",
      "slog": "DELIVERANCE",
      "name": "NITARA",
      "fam": "Heroine of Vaeternus",
      "desc": "Nitara’s race of vampires hails from the dark and desolate realm of Vaeternus. To survive, they evolved the ability to feed on the blood of other creatures. The Vaeternians thrived, building a great society. But as their comfort grew, so did their shortsightedness. They overfed on Vaeternus’ creatures, disrupting the natural order. They now starve as it collapses.",
      "desc2": "It is Nitara's solemn obligation to deliver her people from hunger and save her race. Vaeternus must survive.",
      "id": 21
    },
    {
      "icon": "https://cdn-mk1.mortalkombat.com/roster/reiko/thumb.webp",
      "image": "https://cdn-mk1.mortalkombat.com/roster/reiko/hero.webp",
      "slog": "FEALTY",
      "name": "REIKO",
      "fam": "General Shao’s Loyal Lieutenant",
      "desc": "Reiko was a boy when he and his family were captured during the Kafallah War. Though his family died, Reiko fought and survived. After spending months as a prisoner, Reiko was freed during a raid by General Shao. Despite his youth and small size, Reiko attacked his former captors and exacted bloody revenge.",
      "desc2": "Impressed by the boy’s spirit, General Shao made Reiko his squire. Under his tutelage, Reiko learned the ways of war. He became an exceptional soldier and is now the General’s second-in-command. Reiko’s loyalty to General Shao is absolute. He will live and die by his orders.",
      "id": 22
    },
    {
      "icon": "https://cdn-mk1.mortalkombat.com/roster/shang-tsung/thumb.webp",
      "image": "https://cdn-mk1.mortalkombat.com/roster/shang-tsung/hero.webp",
      "slog": "INFLUENCE",
      "name": "SHANG TSUNG",
      "fam": "Scheming Sorcerer",
      "desc": "Shang Tsung grew up in Outworld’s backwaters. Too lazy for hard labor and too shifty for honest work, he eked out a living selling quack cures and fake magic. Though his wares were useless, Shang Tsung’s easy charm always closed the deal.",
      "desc2": "Shang Tsung was resigned to this hardscrabble life. But then one day a mysterious stranger came, promising to make Shang Tsung a powerful sorcerer. Though suspicious of the offer, it was one he couldn’t refuse.",
      "id": 23
    },
    {
      "icon": "https://cdn-mk1.mortalkombat.com/roster/omni-man/thumb.webp",
      "image": "https://cdn-mk1.mortalkombat.com/roster/omni-man/hero.webp",
      "slog": "CONQUEST",
      "name": "OMNI-MAN",
      "fam": "Viltrumite Warrior",
      "desc": "Viltrumite warrior Nolan Grayson, better known as the superhero Omni-Man, long fought to protect his adopted home as one of Earth’s most powerful champions. He even raised his son, the hero known as Invincible, to follow in his footsteps and carry on his legacy.",
      "desc2": "But Omni-Man’s true mission was never benevolence— it was conquest. And the Viltrum Empire, hungry for expansion, has no intention of stopping at Earthrealm.",
      "id": 24
    }
  ]
}